{"name":"Overview","date":"2020-01-09T18:00:00.000Z","source":"ACAPS","language":"en","url":"https://www.acaps.org/country/yemen","main":"<p>The decade long conflict between the government and the Houthi movement escalated in 2015. The crisis has exacerbated historic vulnerabilities including chronic poverty, weak governance, corruption, over-dependence on imports, dwindling oil revenues, and water scarcity. After President Hadi fled the capital Sana’a to the southern port city of Aden, an international coalition led by Saudi Arabia and the UAE began bombing Houthi-controlled areas. At least 24.1 million people in Yemen need humanitarian assistance. In January 2019, some 64,000 people were in Catastrophe (IPC-5) levels of food insecurity, nearly 5 million people in Emergency (IPC-4) and 10.9 million in Crisis (IPC-3).</p>\n\n<p>Approximately 19.7 million people lack adequate healthcare, of whom 14 million are in acute need of assistance. Around 300,000 suspected cholera cases and 578 deaths (CFR 0.19%) have been reported since the start of 2019. From January to June 2019, there were 517,020 suspected cases and 755 deaths (CFR 0.15%) from cholera, which is already more suspected cases and deaths than what was recorded for the whole of 2018. All governorates are affected, with 2,500 suspected cases reported daily. 17.8 million people lack access to WASH services, exacerbating the situation. Fighting and bureaucracy restrict access to affected areas and the rainy season (April to August) will likely accelerate the spread of the disease. In Yemen, both rainy and dry conditions aggravate the spread of disease.</p>\n\n<p>Widespread violations of international humanitarian law, including the targeting of civilians and civilian infrastructure by airstrikes and shelling, have resulted in loss of life, displacement, and destruction of infrastructure. From the beginning of 2018 to the end of June 2019, approximately 6,850 civilian causalities and 2,650 civilian deaths have been recorded as a direct result of the fighting. A UN-brokered ceasefire in December 2018 reduced violence in Al Hudaydah, however, fighting has continued on numerous active frontlines across the country. In 2019 an additional 300,000 people have been displaced bringing the total number of internally displaced people (IDPs) to an estimated 4 million people dispersed across all governorates. The majority having been displaced since March 2015. Migrants and refugees, mostly from Ethiopia, continue to arrive in southern Yemen. April and May 2019 have seen some of the highest monthly averages of arrivals. IOM estimates that 18,320 refugees and migrants arrived in April 2019 and 18,904 people arrived in May 2019. This is despite voluntary humanitarian return (VHR) flights coordinated by the Mixed Migration Working Group throughout May and June 2019 for migrants detained in informal detention centres with little to no services.</p>\n\n<p>INFORM measures Yemen's risk of humanitarian crisis and disaster to be very high, at 7.8/10</p>"}