{"name":"Overview","date":"2019-10-10T09:00:00.000Z","source":"ACAPS","language":"en","url":"https://www.acaps.org/country/sudan","main":"<p>After four months of protests,  Al-Bashir was ousted in a military coup on 11 April and replaced by a two-year transitional military council (TMC) headed by General Abdel Fattah al-Burhan. The inability of President Al-Bashir’s government to address Sudan’s severe economic challenges triggered countrywide demonstrations in December.  Protests will likely continue until a civilian-led government is formed. Protestors face high protection concerns as security forces regularly use violence to disperse them.  Sudan has faced an economic crisis since the beginning of 2018, resulting in continuously rising prices and shortages of essential items including medicines, fuel, and flour. Nationwide food security and nutrition outcomes have been deteriorating.</p>\n\n<p>In Darfur, armed groups are waging protracted insurgencies, despite ceasefire agreements. Protection concerns are increasing as the United Nations-African Union Mission in Darfur (UNAMID) withdraws troops leading up to its closure in June 2020, especially in Jebel Marra, where conflict between government forces and the Sudan Liberation Movement – Abdel Wahid al-Nur (SLM-AW) continues. Conflict in South Kordofan and Blue Nile states increased significantly after South Sudan gained independence in 2011. The Sudan People’s Liberation Movement-North (SPLM-N) took arms against the inclusion of these states to Sudan without opportunity for democratic elections or consultations. Clashes between the Sudanese government forces and the SPLN-N reduced in 2018, though a high level of insecurity remains.</p>\n\n<p>Violence, food insecurity, malnutrition and lack of access to basic services have caused large-scale internal displacement of 1.9 million IDPs. Additionally, Sudan hosts around 1 million refugees, including 850,000 refugees from South Sudan. Sudan is a key transit country for migrants from the Horn of Africa heading to Europe.</p>\n\n<p>INFORM Sudan's risk of humanitarian crisis and disaster to be very high, at 7.1/10. Being prone to floods and droughts, hazard and exposure is of particular concern, at 7.3/10.</p>"}