{"name":"Overview","date":"2019-05-23T15:54:12.000Z","source":"ACAPS","language":"en","url":"https://www.acaps.org/country/mozambique","main":"<p>Mozambique is exposed to extreme climatic conditions and hazards such as cyclones, storms and flash floods. Drought also occurs, primarily in the southern region. The recurrence of these events has increased population&rsquo;s vulnerability with detrimental effects on food security and nutrition. Climatic prediction for the 2018-2019 rainy season indicates normal to below normal rainfall for the southern and central regions, and normal to above normal rainfall for the northern part. The likelihood of an El Ni&ntilde;o event in 2019 poses a high risk to the cropping season, especially in the southern drought affected regions. An estimated 2 million people are severely food insecure (IPC 3 and above), including some 800,000 in need of life-saving assistance. The most affected provinces are Gaza, Cabo Delgado, Inhambane, Sofala and Tete.</p><p>An Islamist insurgency is ongoing in Cabo Delgado since October 2017, with militants carrying out violent attacks against villages, burning houses, killing people, and leading to thousands of people displaced. The army&rsquo;s response has driven further abuses and protection needs on the local population by security forces.</p><p>On 22 January Tropical Storm Desmond caused heavy flooding in Beira, Chinde and Quelimane and displaced approximately 120,000 people across Zamb&eacute;zia, Sofala, Manica and Tete provinces.</p><p>INFORM measures Mozambique&rsquo;s risk of humanitarian crisis and disaster for 2019&nbsp;to be high, at 6/10, the same as in 2018.&nbsp;Mozambique&rsquo;s vulnerability is measured at 6.5/10 and lack of coping capacity at 6.6/10.</p><p>&nbsp;</p>","latest_developments_past":"<p><strong>13/05: </strong>Two attacks on 10 and 11 May by assailants suspected to be behind the armed group that has been carrying out attacks in Cabo Delgado since October 2017 were reported. Two people were killed while another&nbsp;was severely injured. Between 3-5 May suspected Islamist insurgents carried out four separate attacks&nbsp;leading to several hundreds houses burnt and at least 7 people killed in the districts of Macomia and Meluco. Attacks on electoral posts are resulting in delayed registration for the October elections. The attacks in the northern province have been increasing, although the motives behind the attacks continue to be unknown.&nbsp;<a href=\"#\" title=\"Club of Mozambique 13/0572019 https://clubofmozambique.com/news/two-dead-vehicles-burned-in-new-attacks-in-northern-mozambique/Club of Mozambique 08/05/2019 https://clubofmozambique.com/news/terror-attacks-affect-registration-in-cabo-delgado-aim-report/Club of Mozambique 08/05/2019 https://clubofmozambique.com/news/mozambique-registration-shortfall-renamo-protest-cabo-delgado-attacks-hanlon/\">?</a></p><p><strong>06/05:</strong>&nbsp;Latest estimates on the impact of Cyclone Kenneth indicate nearly 250,000 people have been affected in Cabo Delgado and Nampula provinces, including 43 deaths. A cholera outbreak has been declared with 64 cumulative&nbsp;cases,&nbsp;reported in Pemba town and Mecufi district; Pemba is one of the most cholera-endemic areas in Mozambique. At least 19 health facilities have been damaged as well as WASH facilities, increasing the spread of water-borne diseases. Mr ethan 45,000 houses have been damages or destroyed as well ass nearly 500 classrooms affecting access to education for 40,000 childrenLivelihoods have been severely impacted as over 55,000 hectares of crops have been destroyed during the main harvest and fishing boats have been swept away. This will likely increase food insecurity over the next months. Despite receding water, many areas remain flooded; physical constraints and lack of electricity are hampering communications and humanitarian operations. Local sources report security incidents in Macomia district: on 4 May militant groups reportedly attempted to steal food supplies intended for people affected by the cyclone in Nacate village. An attack was also reported on 5 May in Ntapuala and Banga villages and four people were killed.&nbsp;<a href=\"#\" title=\"OCHA 06/05/2019 https://reliefweb.int/sites/reliefweb.int/files/resources/Mozambique_20190506_Flash%20Update%20%2310_for%20upload.pdf\">?</a></p><p>&nbsp;</p>","latest_developments_upcoming":""}